{"terrible": 0, "outcome": 1, "wake": 2, "up": 3, "one": 4, "day": 5, "late": 6, "career": 7, "feel": 8, "trapped": 9, "because": 10, "you": 11, "have": 12, "certain": 13, "lifestyle": 14, "expectations": 15, "people": 16, "around": 17, "go": 18, "work": 19, "job": 20, "look": 21, "yourself": 22, "mirror": 23, "re": 24, "happy": 25, "going": 26, "think": 27, "trap": 28, "we": 29, "should": 30, "all": 31, "try": 32, "avoid": 33, "navigate": 34, "our": 35, "paths": 36, "find": 37, "thing": 38, "most": 39, "optimal": 40, "us": 41, "which": 42, "usually": 43, "mix": 44, "success": 45, "also": 46, "meaningfulness": 47, "alignment": 48, "doing": 49, "values": 50, "welcome": 51, "lenny": 52, "podcast": 53, "where": 54, "interview": 55, "world": 56, "class": 57, "product": 58, "leaders": 59, "growth": 60, "experts": 61, "learn": 62, "from": 63, "hard": 64, "inaudible": 65, "00": 66, "42": 67, "experiences": 68, "building": 69, "growing": 70, "today": 71, "successful": 72, "products": 73, "my": 74, "guest": 75, "ada": 76, "chen": 77, "rekhi": 78, "executive": 79, "coach": 80, "co": 81, "founder": 82, "called": 83, "notejoy": 84, "her": 85, "coaching": 86, "practice": 87, "she": 88, "focuses": 89, "helping": 90, "founders": 91, "scale": 92, "themselves": 93, "before": 94, "starting": 95, "company": 96, "senior": 97, "vice": 98, "president": 99, "marketing": 100, "surveymonkey": 101, "started": 102, "contact": 103, "management": 104, "startup": 105, "acquired": 106, "linkedin": 107, "ended": 108, "leading": 109, "efforts": 110, "team": 111, "two": 112, "fun": 113, "facts": 114, "about": 115, "current": 116, "husband": 117, "chat": 118, "whether": 119, "good": 120, "idea": 121, "brother": 122, "andrew": 123, "a16z": 124, "fame": 125, "conversation": 126, "explains": 127, "how": 128, "make": 129, "better": 130, "decisions": 131, "framework": 132, "calls": 133, "curiosity": 134, "loops": 135, "episode": 136, "brought": 137, "sprig": 138, "next": 139, "generation": 140, "teams": 141, "like": 142, "robinhood": 143, "notion": 144, "loom": 145, "rely": 146, "uncover": 147, "blind": 148, "spots": 149, "development": 150, "process": 151, "let": 152, "collect": 153, "user": 154, "insights": 155, "fast": 156, "allowing": 157, "understand": 158, "why": 159, "users": 160, "take": 161, "actions": 162, "experience": 163, "things": 164, "love": 165, "getting": 166, "specific": 167, "need": 168, "timeframe": 169, "questions": 170, "get": 171, "develop": 172, "your": 173, "sense": 174, "so": 175, "decided": 176, "build": 177, "playbook": 178, "along": 179, "do": 180, "based": 181, "airbnb": 182, "what": 183, "ve": 184, "learned": 185, "interviewing": 186, "top": 187, "folks": 188, "jules": 189, "walter": 190, "who": 191, "wrote": 192, "whole": 193, "post": 194, "explore": 195, "entire": 196, "templates": 197, "library": 198, "faster": 199, "check": 200, "out": 201, "com": 202, "thanks": 203, "excited": 204, "here": 205, "heard": 206, "great": 207, "lot": 208, "including": 209, "bunch": 210, "guests": 211, "been": 212, "really": 213, "event": 214, "diagram": 215, "maybe": 216, "ideal": 217, "done": 218, "variety": 219, "topics": 220, "begin": 221, "too": 222, "again": 223, "being": 224, "yeah": 225, "interesting": 226, "ll": 227, "start": 228, "when": 229, "were": 230, "chatting": 231, "focus": 232, "emailing": 233, "did": 234, "something": 235, "thought": 236, "ran": 237, "loop": 238, "pinged": 239, "friends": 240, "asked": 241, "them": 242, "input": 243, "structured": 244, "way": 245, "could": 246, "just": 247, "share": 248, "can": 249, "ourselves": 250, "essentially": 251, "case": 252, "sent": 253, "email": 254, "very": 255, "quickly": 256, "10": 257, "11": 258, "asking": 259, "hey": 260, "nine": 261, "three": 262, "resonate": 263, "got": 264, "back": 265, "incredible": 266, "amount": 267, "information": 268, "20": 269, "minutes": 270, "don": 271, "normally": 272, "actually": 273, "showed": 274, "some": 275, "anonymized": 276, "feedback": 277, "talking": 278, "resonated": 279, "didn": 280, "came": 281, "much": 282, "smarter": 283, "method": 284, "often": 285, "ask": 286, "advice": 287, "talk": 288, "approach": 289, "had": 290, "structure": 291, "actual": 292, "concept": 293, "want": 294, "over": 295, "bug": 296, "everyone": 297, "time": 298, "guess": 299, "question": 300, "use": 301, "versus": 302, "heavyweight": 303, "lightweight": 304, "ways": 305, "exemplified": 306, "saying": 307, "made": 308, "doc": 309, "other": 310, "side": 311, "rich": 312, "data": 313, "ongoing": 314, "theme": 315, "curious": 316, "interact": 317, "every": 318, "single": 319, "social": 320, "topic": 321, "might": 322, "bring": 323, "same": 324, "looking": 325, "any": 326, "differences": 327, "surprises": 328, "telling": 329, "big": 330, "reasons": 331, "useful": 332, "fights": 333, "fact": 334, "bad": 335, "solicits": 336, "rationale": 337, "biased": 338, "tendency": 339, "please": 340, "agree": 341, "example": 342, "well": 343, "me": 344, "poorly": 345, "formed": 346, "vague": 347, "puts": 348, "cognitive": 349, "load": 350, "output": 351, "probably": 352, "similarly": 353, "garbage": 354, "know": 355, "marketer": 356, "thinking": 357, "webdev": 358, "plan": 359, "quit": 360, "bootcamp": 361, "elsewhere": 362, "gets": 363, "constructive": 364, "answer": 365, "doesn": 366, "put": 367, "weight": 368, "said": 369, "pick": 370, "tell": 371, "went": 372, "above": 373, "beyond": 374, "scrolled": 375, "through": 376, "gave": 377, "wanted": 378, "design": 379, "busy": 380, "person": 381, "list": 382, "chose": 383, "would": 384, "able": 385, "sit": 386, "down": 387, "couch": 388, "end": 389, "night": 390, "read": 391, "tap": 392, "quick": 393, "reply": 394, "give": 395, "risk": 396, "running": 397, "either": 398, "poor": 399, "answers": 400, "low": 401, "response": 402, "rate": 403, "given": 404, "terms": 405, "answering": 406, "summarize": 407, "pieces": 408, "broadly": 409, "decision": 410, "trying": 411, "four": 412, "mentioned": 413, "part": 414, "right": 415, "come": 416, "life": 417, "more": 418, "role": 419, "figure": 420, "context": 421, "many": 422, "sort": 423, "number": 424, "optimize": 425, "least": 426, "responses": 427, "depends": 428, "nature": 429, "assume": 430, "only": 431, "half": 432, "respond": 433, "yes": 434, "send": 435, "handful": 436, "okay": 437, "awesome": 438, "five": 439, "sounds": 440, "oh": 441, "easy": 442, "recommend": 443, "thank": 444, "after": 445, "finish": 446, "yep": 447, "note": 448, "personal": 449, "framed": 450, "professional": 451, "change": 452, "daughter": 453, "now": 454, "years": 455, "old": 456, "debates": 457, "partner": 458, "having": 459, "set": 460, "estate": 461, "planning": 462, "god": 463, "forbids": 464, "happened": 465, "both": 466, "inherit": 467, "state": 468, "basically": 469, "18": 470, "everything": 471, "fully": 472, "unlocked": 473, "25": 474, "impasse": 475, "each": 476, "conversations": 477, "trust": 478, "family": 479, "smart": 480, "kids": 481, "perspective": 482, "12": 483, "54": 484, "game": 485, "exactly": 486, "far": 487, "peak": 488, "dragged": 489, "point": 490, "wouldn": 491, "figured": 492, "without": 493, "dig": 494, "papers": 495, "research": 496, "whatever": 497, "else": 498, "core": 499, "lesson": 500, "imagine": 501, "creating": 502, "little": 503, "bit": 504, "even": 505, "calling": 506, "bet": 507, "helps": 508, "participate": 509, "help": 510, "definitely": 511, "always": 512, "explain": 513, "picked": 514, "sound": 515, "source": 516, "truthful": 517, "value": 518, "mind": 519, "spending": 520, "couple": 521, "giving": 522, "thoughts": 523, "pinging": 524, "friend": 525, "looped": 526, "week": 527, "limit": 528, "reserve": 529, "bigger": 530, "quarterly": 531, "anything": 532, "debate": 533, "feeling": 534, "indecisive": 535, "makes": 536, "board": 537, "directors": 538, "feels": 539, "asynchronous": 540, "instead": 541, "call": 542, "quarter": 543, "month": 544, "small": 545, "group": 546, "totally": 547, "off": 548, "customer": 549, "advisory": 550, "councils": 551, "working": 552, "customers": 553, "dm": 554, "conflicts": 555, "ping": 556, "debating": 557, "say": 558, "literal": 559, "voice": 560, "different": 561, "verbatims": 562, "enabled": 563, "seat": 564, "table": 565, "insight": 566, "helpfulness": 567, "told": 568, "making": 569, "own": 570, "caveat": 571, "strongly": 572, "disagree": 573, "corner": 574, "seeing": 575, "missed": 576, "integrity": 577, "sweet": 578, "cover": 579, "first": 580, "onboard": 581, "hire": 582, "onto": 583, "sure": 584, "concepts": 585, "personally": 586, "interested": 587, "hearing": 588, "woman": 589, "silicon": 590, "valley": 591, "someone": 592, "write": 593, "stay": 594, "away": 595, "winning": 596, "touch": 597, "rather": 598, "than": 599, "ignore": 600, "homework": 601, "ahead": 602, "myself": 603, "exercise": 604, "goal": 605, "similar": 606, "15": 607, "minute": 608, "presented": 609, "words": 610, "encompass": 611, "potential": 612, "pretty": 613, "filter": 614, "groups": 615, "stack": 616, "rank": 617, "sentences": 618, "important": 619, "internal": 620, "scorecard": 621, "matters": 622, "opposed": 623, "external": 624, "status": 625, "money": 626, "wealth": 627, "perceive": 628, "pressured": 629, "see": 630, "situations": 631, "align": 632, "liked": 633, "sitting": 634, "helpful": 635, "multiple": 636, "choice": 637, "options": 638, "across": 639, "tons": 640, "categories": 641, "keep": 642, "picking": 643, "whittle": 644, "six": 645, "added": 646, "bonus": 647, "choose": 648, "adventure": 649, "optimistic": 650, "treat": 651, "others": 652, "treated": 653, "classic": 654, "act": 655, "generously": 656, "grandma": 657, "taught": 658, "has": 659, "stuck": 660, "nothing": 661, "stands": 662, "achievement": 663, "publicly": 664, "feed": 665, "show": 666, "must": 667, "reflect": 668, "choices": 669, "hope": 670, "apply": 671, "real": 672, "experiment": 673, "boy": 674, "recent": 675, "facing": 676, "coming": 677, "living": 678, "pressures": 679, "otherwise": 680, "opportunities": 681, "additional": 682, "never": 683, "writing": 684, "newsletters": 685, "constantly": 686, "resisted": 687, "eventually": 688, "succumbed": 689, "pushing": 690, "space": 691, "book": 692, "course": 693, "paused": 694, "simplify": 695, "endless": 696, "spend": 697, "wife": 698, "new": 699, "child": 700, "months": 701, "goes": 702, "decompose": 703, "means": 704, "word": 705, "true": 706, "beginning": 707, "once": 708, "content": 709, "creation": 710, "becomes": 711, "treadmill": 712, "stuff": 713, "rest": 714, "complaining": 715, "reality": 716, "path": 717, "adventurous": 718, "cutoff": 719, "am": 720, "angel": 721, "investing": 722, "stopping": 723, "while": 724, "carve": 725, "aren": 726, "essential": 727, "delineating": 728, "examples": 729, "points": 730, "lives": 731, "seems": 732, "obvious": 733, "level": 734, "community": 735, "newsletter": 736, "lists": 737, "ground": 738, "those": 739, "mini": 740, "cases": 741, "step": 742, "chase": 743, "dream": 744, "continue": 745, "latter": 746, "climb": 747, "connects": 748, "joy": 749, "reminder": 750, "isn": 751, "psychologically": 752, "lens": 753, "decide": 754, "natural": 755, "self": 756, "aware": 757, "cut": 758, "realizing": 759, "energy": 760, "quite": 761, "enough": 762, "auto": 763, "chatgpt": 764, "somebody": 765, "tweeted": 766, "kinds": 767, "suggestions": 768, "manager": 769, "wants": 770, "prioritize": 771, "feature": 772, "clever": 773, "24": 774, "30": 775, "realized": 776, "initial": 777, "another": 778, "keeping": 779, "simple": 780, "simplifying": 781, "narrowing": 782, "pass": 783, "realize": 784, "updates": 785, "force": 786, "ring": 787, "clear": 788, "yours": 789, "suits": 790, "ai": 791, "bot": 792, "simplicity": 793, "funny": 794, "reverse": 795, "talked": 796, "shiny": 797, "object": 798, "early": 799, "works": 800, "best": 801, "optimizing": 802, "wild": 803, "run": 804, "seven": 805, "entry": 806, "sales": 807, "microsoft": 808, "adcenter": 809, "svp": 810, "global": 811, "comes": 812, "nutshell": 813, "exploit": 814, "dark": 815, "loud": 816, "familiar": 817, "background": 818, "mode": 819, "explorer": 820, "unknowns": 821, "testing": 822, "fits": 823, "exploiting": 824, "found": 825, "deep": 826, "exploration": 827, "haven": 828, "experienced": 829, "thesis": 830, "mindset": 831, "hypothesis": 832, "school": 833, "367": 834, "days": 835, "corporate": 836, "slow": 837, "paced": 838, "hungry": 839, "seen": 840, "clay": 841, "recently": 842, "managing": 843, "network": 844, "beautiful": 845, "built": 846, "learning": 847, "discover": 848, "entrepreneur": 849, "continuously": 850, "loved": 851, "pros": 852, "cons": 853, "carried": 854, "connected": 855, "moved": 856, "managed": 857, "gross": 858, "hundred": 859, "million": 860, "200": 861, "members": 862, "brief": 863, "spent": 864, "understanding": 865, "shifted": 866, "subscription": 867, "worked": 868, "subscriptions": 869, "business": 870, "online": 871, "channel": 872, "saw": 873, "together": 874, "financial": 875, "analysis": 876, "stage": 877, "optimizations": 878, "rare": 879, "opportunity": 880, "gotten": 881, "promote": 882, "followed": 883, "strategy": 884, "focused": 885, "biggest": 886, "title": 887, "described": 888, "immediate": 889, "long": 890, "stick": 891, "may": 892, "lead": 893, "heuristics": 894, "hold": 895, "recording": 896, "tough": 897, "contextual": 898, "gory": 899, "frog": 900, "story": 901, "boiling": 902, "throw": 903, "pot": 904, "water": 905, "jump": 906, "increase": 907, "temperature": 908, "degree": 909, "notice": 910, "knows": 911, "boiled": 912, "alive": 913, "circle": 914, "victim": 915, "inertia": 916, "uncomfortable": 917, "gosh": 918, "promotion": 919, "fundamental": 920, "aspects": 921, "limiting": 922, "frankly": 923, "happens": 924, "providing": 925, "stretch": 926, "grow": 927, "achieve": 928, "ultimate": 929, "agent": 930, "difference": 931, "necessarily": 932, "mean": 933, "catastrophic": 934, "sign": 935, "proactive": 936, "leadership": 937, "metaphor": 938, "eye": 939, "environment": 940, "trending": 941, "thermostat": 942, "office": 943, "caught": 944, "resume": 945, "amazing": 946, "continuing": 947, "logo": 948, "cool": 949, "retire": 950, "die": 951, "enjoying": 952, "series": 953, "roles": 954, "logos": 955, "forgetting": 956, "enjoy": 957, "generational": 958, "grown": 959, "asian": 960, "tiger": 961, "parenting": 962, "accomplishments": 963, "achievements": 964, "ivy": 965, "league": 966, "bailed": 967, "piece": 968, "took": 969, "decade": 970, "ago": 971, "looked": 972, "draw": 973, "straight": 974, "line": 975, "extend": 976, "forward": 977, "play": 978, "movie": 979, "plays": 980, "plot": 981, "does": 982, "sharing": 983, "already": 984, "launched": 985, "brand": 986, "plug": 987, "proven": 988, "playbooks": 989, "identify": 990, "solve": 991, "challenges": 992, "existing": 993, "improving": 994, "conversion": 995, "flow": 996, "troubleshooting": 997, "drop": 998, "informed": 999, "template": 1000, "85": 1001, "plates": 1002, "high": 1003, "profile": 1004, "exciting": 1005, "felt": 1006, "involved": 1007, "demanding": 1008, "travel": 1009, "grueling": 1010, "hours": 1011, "wasn": 1012, "introduced": 1013, "fill": 1014, "cared": 1015, "categorically": 1016, "fail": 1017, "gone": 1018, "pursuit": 1019, "glory": 1020, "care": 1021, "persisted": 1022, "potentially": 1023, "fulfill": 1024, "reminds": 1025, "ego": 1026, "monster": 1027, "room": 1028, "yelling": 1029, "impressive": 1030, "pulling": 1031, "listen": 1032, "guy": 1033, "disassociate": 1034, "brain": 1035, "warren": 1036, "buffet": 1037, "inner": 1038, "outer": 1039, "he": 1040, "talks": 1041, "evaluates": 1042, "score": 1043, "factors": 1044, "matter": 1045, "kind": 1046, "opposition": 1047, "win": 1048, "cost": 1049, "kindness": 1050, "succeed": 1051, "losing": 1052, "access": 1053, "trade": 1054, "against": 1055, "pressure": 1056, "segue": 1057, "listening": 1058, "measure": 1059, "according": 1060, "wrong": 1061, "benefits": 1062, "hot": 1063, "vast": 1064, "majority": 1065, "push": 1066, "indication": 1067, "problem": 1068, "goals": 1069, "roll": 1070, "accomplished": 1071, "home": 1072, "alternatives": 1073, "valuable": 1074, "pricey": 1075, "fees": 1076, "mentor": 1077, "opinion": 1078, "benefit": 1079, "minds": 1080, "hit": 1081, "wheelhouse": 1082, "situation": 1083, "challenge": 1084, "explored": 1085, "option": 1086, "anti": 1087, "sell": 1088, "though": 1089, "contexts": 1090, "super": 1091, "hyper": 1092, "accelerated": 1093, "direction": 1094, "coaches": 1095, "unique": 1096, "chaos": 1097, "jobs": 1098, "justified": 1099, "imposter": 1100, "syndrome": 1101, "objectively": 1102, "hired": 1103, "position": 1104, "intense": 1105, "highs": 1106, "lows": 1107, "essence": 1108, "pursue": 1109, "sports": 1110, "athlete": 1111, "athletes": 1112, "accident": 1113, "profession": 1114, "innately": 1115, "man": 1116, "fix": 1117, "wow": 1118, "intellectually": 1119, "transformative": 1120, "site": 1121, "guide": 1122, "written": 1123, "tldr": 1124, "vibe": 1125, "surprising": 1126, "link": 1127, "80": 1128, "executives": 1129, "shocking": 1130, "literally": 1131, "buddy": 1132, "unexpected": 1133, "credentials": 1134, "relevant": 1135, "huge": 1136, "factor": 1137, "selection": 1138, "interviews": 1139, "amorphous": 1140, "safe": 1141, "deeply": 1142, "remembered": 1143, "perfect": 1144, "unintuitive": 1145, "connection": 1146, "pushed": 1147, "anyone": 1148, "ever": 1149, "50": 1150, "46": 1151, "hamstrings": 1152, "ceos": 1153, "pitch": 1154, "fundraising": 1155, "niche": 1156, "skills": 1157, "enter": 1158, "addition": 1159, "parent": 1160, "forget": 1161, "shouldn": 1162, "frame": 1163, "simply": 1164, "young": 1165, "women": 1166, "shared": 1167, "hoping": 1168, "delicate": 1169, "subject": 1170, "respect": 1171, "inherent": 1172, "non": 1173, "stereotypically": 1174, "fit": 1175, "acknowledge": 1176, "agency": 1177, "permission": 1178, "seed": 1179, "dynamic": 1180, "taking": 1181, "actioning": 1182, "stellar": 1183, "doubt": 1184, "dent": 1185, "universe": 1186, "met": 1187, "sessions": 1188, "invited": 1189, "impressions": 1190, "operator": 1191, "physical": 1192, "meeting": 1193, "disparity": 1194, "perceived": 1195, "funded": 1196, "olympic": 1197, "sport": 1198, "funnel": 1199, "become": 1200, "few": 1201, "chosen": 1202, "difficulty": 1203, "tells": 1204, "rules": 1205, "intros": 1206, "follow": 1207, "turns": 1208, "unsafe": 1209, "turn": 1210, "appearance": 1211, "affects": 1212, "competence": 1213, "workforce": 1214, "reported": 1215, "positive": 1216, "confident": 1217, "energetic": 1218, "ton": 1219, "noticing": 1220, "adapt": 1221, "nervous": 1222, "almost": 1223, "breath": 1224, "heck": 1225, "relationship": 1226, "difficult": 1227, "hear": 1228, "culture": 1229, "selfish": 1230, "stressed": 1231, "causing": 1232, "damage": 1233, "reputation": 1234, "female": 1235, "immigrant": 1236, "struggle": 1237, "received": 1238, "upside": 1239, "downsides": 1240, "default": 1241, "learns": 1242, "absolutely": 1243, "radical": 1244, "candor": 1245, "kim": 1246, "malone": 1247, "scott": 1248, "sheryl": 1249, "sandberg": 1250, "communicate": 1251, "directly": 1252, "aside": 1253, "meetings": 1254, "um": 1255, "stupid": 1256, "later": 1257, "retrospect": 1258, "reflected": 1259, "brave": 1260, "lines": 1261, "leave": 1262, "thoughtful": 1263, "eating": 1264, "vegetables": 1265, "branded": 1266, "appreciation": 1267, "until": 1268, "exposures": 1269, "researchers": 1270, "expose": 1271, "times": 1272, "takes": 1273, "component": 1274, "dislike": 1275, "compared": 1276, "genuine": 1277, "podcasts": 1278, "75": 1279, "past": 1280, "weeks": 1281, "row": 1282, "horrible": 1283, "awful": 1284, "faces": 1285, "became": 1286, "easier": 1287, "break": 1288, "meet": 1289, "knew": 1290, "second": 1291, "breaking": 1292, "introducing": 1293, "intro": 1294, "networking": 1295, "moving": 1296, "crowd": 1297, "relationships": 1298, "foundational": 1299, "paid": 1300, "powering": 1301, "discomfort": 1302, "physicality": 1303, "rule": 1304, "touching": 1305, "wall": 1306, "forces": 1307, "escape": 1308, "forcing": 1309, "recommended": 1310, "impactful": 1311, "posting": 1312, "barrier": 1313, "posted": 1314, "dms": 1315, "strike": 1316, "cards": 1317, "anymore": 1318, "modern": 1319, "finding": 1320, "internet": 1321, "connect": 1322, "extroversion": 1323, "outreach": 1324, "failing": 1325, "create": 1326, "pattern": 1327, "sequence": 1328, "tip": 1329, "cringey": 1330, "promotiony": 1331, "reframe": 1332, "crystallize": 1333, "likes": 1334, "viral": 1335, "following": 1336, "motivate": 1337, "ends": 1338, "result": 1339, "audience": 1340, "trusted": 1341, "colleague": 1342, "skis": 1343, "fixating": 1344, "000": 1345, "followers": 1346, "less": 1347, "thirsty": 1348, "authentic": 1349, "last": 1350, "enthusiastic": 1351, "hell": 1352, "asterisks": 1353, "earlier": 1354, "traumatic": 1355, "crazy": 1356, "lack": 1357, "romance": 1358, "volatile": 1359, "combination": 1360, "badly": 1361, "between": 1362, "mixed": 1363, "bag": 1364, "results": 1365, "sachin": 1366, "main": 1367, "active": 1368, "founding": 1369, "obsession": 1370, "happen": 1371, "complimentary": 1372, "domains": 1373, "skillsets": 1374, "rights": 1375, "engineering": 1376, "operations": 1377, "finance": 1378, "ultimately": 1379, "driving": 1380, "owning": 1381, "project": 1382, "murky": 1383, "meyer": 1384, "couples": 1385, "close": 1386, "engage": 1387, "conflict": 1388, "attacking": 1389, "says": 1390, "roadmap": 1391, "impressed": 1392, "execute": 1393, "awareness": 1394, "successfully": 1395, "frameworks": 1396, "01": 1397, "58": 1398, "its": 1399, "lightning": 1400, "round": 1401, "covered": 1402, "reached": 1403, "ready": 1404, "books": 1405, "persuasion": 1406, "robert": 1407, "cialdini": 1408, "breakdown": 1409, "strategies": 1410, "persuade": 1411, "toward": 1412, "designing": 1413, "bookshelf": 1414, "behind": 1415, "stanford": 1416, "bill": 1417, "burnett": 1418, "dave": 1419, "evans": 1420, "professors": 1421, "applying": 1422, "principles": 1423, "map": 1424, "meaningful": 1425, "fulfilling": 1426, "achieves": 1427, "brainstorm": 1428, "creative": 1429, "favorite": 1430, "tv": 1431, "ted": 1432, "lasso": 1433, "watching": 1434, "newest": 1435, "season": 1436, "star": 1437, "trek": 1438, "nerd": 1439, "strange": 1440, "worlds": 1441, "unlike": 1442, "storylines": 1443, "sometimes": 1444, "episodes": 1445, "planet": 1446, "wondrous": 1447, "pat": 1448, "missing": 1449, "genre": 1450, "still": 1451, "happiness": 1452, "although": 1453, "storytelling": 1454, "needs": 1455, "somewhere": 1456, "middle": 1457, "resolved": 1458, "tries": 1459, "kill": 1460, "watch": 1461, "fan": 1462, "ones": 1463, "common": 1464, "misconception": 1465, "reason": 1466, "reset": 1467, "bias": 1468, "impression": 1469, "speak": 1470, "reflection": 1471, "discovered": 1472, "regularly": 1473, "saas": 1474, "consumer": 1475, "random": 1476, "shout": 1477, "notes": 1478, "app": 1479, "individuals": 1480, "noora": 1481, "roadmaps": 1482, "prepping": 1483, "captio": 1484, "ios": 1485, "android": 1486, "blank": 1487, "notepad": 1488, "dump": 1489, "button": 1490, "emails": 1491, "distracted": 1492, "remember": 1493, "capture": 1494, "ideas": 1495, "inbox": 1496, "arc": 1497, "previous": 1498, "used": 1499, "however": 1500, "sits": 1501, "anytime": 1502, "open": 1503, "type": 1504, "somehow": 1505, "final": 1506, "productivity": 1507, "productive": 1508, "earliest": 1509, "procrastination": 1510, "avoiding": 1511, "focusing": 1512, "solid": 1513, "hour": 1514, "knocking": 1515, "mental": 1516, "hurdle": 1517, "trick": 1518, "within": 1519, "highlight": 1520, "element": 1521, "full": 1522, "feelings": 1523, "frogs": 1524, "reach": 1525, "listeners": 1526, "twitter": 1527, "website": 1528, "adachen": 1529, "shoot": 1530, "gmail": 1531, "riffs": 1532, "eager": 1533, "free": 1534, "hello": 1535, "domain": 1536, "bye": 1537, "subscribe": 1538, "apple": 1539, "spotify": 1540, "consider": 1541, "rating": 1542, "leaving": 1543, "review": 1544, "lennyspodcast": 1545, "onboarding": 1546, "percent": 1547, "luck": 1548, "adoption": 1549, "order": 1550, "deliver": 1551, "promise": 1552, "marketplace": 1553, "delivery": 1554, "lockstep": 1555, "mismatched": 1556, "disappointed": 1557, "chance": 1558, "mess": 1559, "adam": 1560, "fishman": 1561, "lyft": 1562, "patreon": 1563, "lasting": 1564, "created": 1565, "platforms": 1566, "cpo": 1567, "imperfect": 1568, "foods": 1569, "spends": 1570, "his": 1571, "advising": 1572, "companies": 1573, "competency": 1574, "model": 1575, "evaluate": 1576, "talent": 1577, "underappreciated": 1578, "lever": 1579, "impact": 1580, "shares": 1581, "choosing": 1582, "hilarious": 1583, "wisdom": 1584, "wait": 1585, "coda": 1586, "combines": 1587, "documents": 1588, "spreadsheets": 1589, "apps": 1590, "place": 1591, "base": 1592, "organizing": 1593, "calendar": 1594, "drafts": 1595, "curate": 1596, "private": 1597, "knowledge": 1598, "repository": 1599, "subscribers": 1600, "manage": 1601, "workflow": 1602, "evolve": 1603, "tool": 1604, "practices": 1605, "tech": 1606, "industry": 1607, "incredibly": 1608, "collection": 1609, "guides": 1610, "gallery": 1611, "resources": 1612, "shreyas": 1613, "gocool": 1614, "shishir": 1615, "ceo": 1616, "pinterest": 1617, "square": 1618, "uber": 1619, "effectively": 1620, "published": 1621, "ponging": 1622, "lots": 1623, "using": 1624, "advantage": 1625, "special": 1626, "limited": 1627, "offer": 1628, "startups": 1629, "head": 1630, "io": 1631, "thousand": 1632, "dollar": 1633, "credit": 1634, "statement": 1635, "dollars": 1636, "account": 1637, "linear": 1638, "honest": 1639, "issue": 1640, "tracker": 1641, "chore": 1642, "beautifully": 1643, "designed": 1644, "powerful": 1645, "workflows": 1646, "streamline": 1647, "tracking": 1648, "software": 1649, "keyboard": 1650, "shortcuts": 1651, "efficient": 1652, "github": 1653, "integrations": 1654, "cycles": 1655, "progress": 1656, "sync": 1657, "short": 1658, "among": 1659, "powers": 1660, "wide": 1661, "range": 1662, "large": 1663, "established": 1664, "versal": 1665, "retool": 1666, "cash": 1667, "describe": 1668, "magical": 1669, "visit": 1670, "upgrade": 1671, "pleasure": 1672, "yet": 1673, "45": 1674, "seconds": 1675, "overview": 1676, "wonderful": 1677, "setting": 1678, "timer": 1679, "chief": 1680, "officer": 1681, "vp": 1682, "precursor": 1683, "zimride": 1684, "name": 1685, "primarily": 1686, "eir": 1687, "reforge": 1688, "program": 1689, "courses": 1690, "keeps": 1691, "inspired": 1692, "area": 1693, "several": 1694, "pillars": 1695, "nailed": 1696, "contained": 1697, "url": 1698, "fishmanafnewsletter": 1699, "blessed": 1700, "initials": 1701, "allow": 1702, "af": 1703, "acronym": 1704, "expectation": 1705, "clients": 1706, "capped": 1707, "revolving": 1708, "door": 1709, "pipeline": 1710, "road": 1711, "interest": 1712, "bat": 1713, "ride": 1714, "tangible": 1715, "memory": 1716, "memories": 1717, "tactile": 1718, "memorable": 1719, "bringing": 1720, "beta": 1721, "press": 1722, "soma": 1723, "doors": 1724, "garage": 1725, "style": 1726, "opened": 1727, "drove": 1728, "car": 1729, "pink": 1730, "mustache": 1731, "front": 1732, "drivers": 1733, "piled": 1734, "fiving": 1735, "served": 1736, "giant": 1737, "cake": 1738, "sticks": 1739, "hair": 1740, "delicious": 1741, "pumped": 1742, "especially": 1743, "mike": 1744, "isaac": 1745, "york": 1746, "reporter": 1747, "reporting": 1748, "him": 1749, "parts": 1750, "painful": 1751, "renavigating": 1752, "relitigating": 1753, "history": 1754, "lived": 1755, "battling": 1756, "finally": 1757, "competitive": 1758, "shady": 1759, "separately": 1760, "joseph": 1761, "gordon": 1762, "levitt": 1763, "advisor": 1764, "hitrecord": 1765, "filming": 1766, "bumped": 1767, "zoom": 1768, "scenes": 1769, "travis": 1770, "kalanick": 1771, "trailer": 1772, "decked": 1773, "tk": 1774, "slicked": 1775, "polar": 1776, "opposite": 1777, "obviously": 1778, "jgl": 1779, "earth": 1780, "nice": 1781, "oriented": 1782, "calm": 1783, "anyways": 1784, "slip": 1785, "happier": 1786, "journey": 1787, "prepared": 1788, "swapped": 1789, "stories": 1790, "neat": 1791, "mom": 1792, "dress": 1793, "wear": 1794, "vests": 1795, "looks": 1796, "transitioning": 1797, "meat": 1798, "flows": 1799, "ugly": 1800, "briefly": 1801, "epic": 1802, "lays": 1803, "leader": 1804, "concentrate": 1805, "mistakes": 1806, "hiring": 1807, "evaluating": 1808, "youtube": 1809, "graphic": 1810, "necessary": 1811, "canonical": 1812, "reference": 1813, "existed": 1814, "needed": 1815, "exist": 1816, "held": 1817, "matching": 1818, "third": 1819, "programs": 1820, "currently": 1821, "exceptional": 1822, "balanced": 1823, "fountain": 1824, "ladders": 1825, "competencies": 1826, "per": 1827, "function": 1828, "happening": 1829, "appreciate": 1830, "marketers": 1831, "engineers": 1832, "designers": 1833, "functions": 1834, "canonicalized": 1835, "resource": 1836, "myths": 1837, "messed": 1838, "record": 1839, "stint": 1840, "wyzant": 1841, "tutoring": 1842, "silver": 1843, "bullet": 1844, "naive": 1845, "properly": 1846, "add": 1847, "system": 1848, "confidence": 1849, "recognize": 1850, "expect": 1851, "executing": 1852, "patience": 1853, "overall": 1854, "unsuccessfully": 1855, "helped": 1856, "san": 1857, "francisco": 1858, "closed": 1859, "lay": 1860, "particularly": 1861, "strong": 1862, "criteria": 1863, "meant": 1864, "fewer": 1865, "mismatches": 1866, "components": 1867, "tiktok": 1868, "wedges": 1869, "equal": 1870, "pm": 1871, "depend": 1872, "skill": 1873, "gaps": 1874, "unicorn": 1875, "human": 1876, "rounded": 1877, "balancing": 1878, "portfolio": 1879, "buckets": 1880, "execution": 1881, "communication": 1882, "influence": 1883, "practitioner": 1884, "grouping": 1885, "individual": 1886, "fluency": 1887, "experimentation": 1888, "productizing": 1889, "learnings": 1890, "key": 1891, "generate": 1892, "hypotheses": 1893, "translate": 1894, "changes": 1895, "track": 1896, "nvp": 1897, "hooks": 1898, "areas": 1899, "critical": 1900, "misalignment": 1901, "characteristic": 1902, "candid": 1903, "developing": 1904, "performance": 1905, "cycle": 1906, "concrete": 1907, "provide": 1908, "strategic": 1909, "everybody": 1910, "modeling": 1911, "instrumentation": 1912, "psychology": 1913, "narrative": 1914, "attracted": 1915, "studied": 1916, "college": 1917, "psychologist": 1918, "weird": 1919, "taken": 1920, "pivot": 1921, "announcing": 1922, "pivoting": 1923, "therapy": 1924, "easily": 1925, "emotional": 1926, "appeal": 1927, "logical": 1928, "seeking": 1929, "stems": 1930, "gives": 1931, "address": 1932, "move": 1933, "tweet": 1934, "collison": 1935, "brothers": 1936, "misunderstood": 1937, "informs": 1938, "evolves": 1939, "solution": 1940, "seek": 1941, "fourth": 1942, "advanced": 1943, "index": 1944, "higher": 1945, "lower": 1946, "junior": 1947, "tend": 1948, "softer": 1949, "acquires": 1950, "retains": 1951, "monetizes": 1952, "capital": 1953, "allocation": 1954, "forecasting": 1955, "deploying": 1956, "projecting": 1957, "future": 1958, "buddies": 1959, "prioritization": 1960, "mapping": 1961, "models": 1962, "allocate": 1963, "solutions": 1964, "test": 1965, "productize": 1966, "situational": 1967, "behavioral": 1968, "studies": 1969, "hardest": 1970, "harder": 1971, "preconceived": 1972, "experiments": 1973, "picture": 1974, "stakeholders": 1975, "viewed": 1976, "odds": 1977, "quality": 1978, "craftsmanship": 1979, "hand": 1980, "pinnacle": 1981, "lifelong": 1982, "relies": 1983, "extensively": 1984, "currency": 1985, "relearn": 1986, "challenging": 1987, "venn": 1988, "overlap": 1989, "managers": 1990, "practitioners": 1991, "required": 1992, "rehash": 1993, "trajectory": 1994, "suggest": 1995, "anybody": 1996, "bullshit": 1997, "driven": 1998, "age": 1999, "youth": 2000, "relative": 2001, "aspect": 2002, "internally": 2003, "branch": 2004, "inside": 2005, "willing": 2006, "invest": 2007, "advisors": 2008, "outside": 2009, "education": 2010, "mentorship": 2011, "brick": 2012, "walls": 2013, "except": 2014, "miss": 2015, "standing": 2016, "bricks": 2017, "excellent": 2018, "privilege": 2019, "named": 2020, "ben": 2021, "lauzier": 2022, "french": 2023, "thumbtack": 2024, "jack": 2025, "trades": 2026, "catering": 2027, "avid": 2028, "himself": 2029, "understood": 2030, "executed": 2031, "experimented": 2032, "skilled": 2033, "younger": 2034, "teaching": 2035, "ability": 2036, "developed": 2037, "adult": 2038, "teach": 2039, "certainly": 2040, "assistance": 2041, "types": 2042, "generally": 2043, "inexperienced": 2044, "ethic": 2045, "interviewed": 2046, "tiny": 2047, "glass": 2048, "conference": 2049, "breaks": 2050, "computer": 2051, "ducking": 2052, "borrow": 2053, "crappy": 2054, "chromebook": 2055, "edit": 2056, "file": 2057, "deploy": 2058, "pausing": 2059, "actively": 2060, "borrowed": 2061, "laptop": 2062, "chances": 2063, "staged": 2064, "seemed": 2065, "innocent": 2066, "phone": 2067, "equally": 2068, "sean": 2069, "propensity": 2070, "towards": 2071, "transfer": 2072, "studying": 2073, "drive": 2074, "pull": 2075, "turned": 2076, "skew": 2077, "perfectly": 2078, "believe": 2079, "transition": 2080, "demonstrated": 2081, "likelihood": 2082, "hires": 2083, "partly": 2084, "training": 2085, "motivated": 2086, "ramp": 2087, "seo": 2088, "bucket": 2089, "specialist": 2090, "archetypes": 2091, "painter": 2092, "architect": 2093, "surgeon": 2094, "precision": 2095, "expertise": 2096, "externally": 2097, "weekend": 2098, "art": 2099, "specialties": 2100, "eppo": 2101, "ab": 2102, "platform": 2103, "alums": 2104, "netlify": 2105, "tenfold": 2106, "cameo": 2107, "power": 2108, "wherever": 2109, "increasingly": 2110, "commercial": 2111, "tools": 2112, "integrate": 2113, "leads": 2114, "waste": 2115, "clunky": 2116, "slice": 2117, "device": 2118, "country": 2119, "delivering": 2120, "annoying": 2121, "prolonged": 2122, "analytic": 2123, "root": 2124, "cause": 2125, "lets": 2126, "basic": 2127, "clickthrough": 2128, "metrics": 2129, "north": 2130, "activation": 2131, "retention": 2132, "payments": 2133, "supports": 2134, "machine": 2135, "geteppo": 2136, "gete": 2137, "10x": 2138, "velocity": 2139, "proponent": 2140, "advise": 2141, "since": 2142, "typically": 2143, "selling": 2144, "friction": 2145, "knock": 2146, "released": 2147, "improvements": 2148, "light": 2149, "everywhere": 2150, "drives": 2151, "habit": 2152, "formation": 2153, "improve": 2154, "cohort": 2155, "curves": 2156, "shift": 2157, "curve": 2158, "outward": 2159, "percentage": 2160, "churn": 2161, "likely": 2162, "usage": 2163, "hump": 2164, "invaluable": 2165, "places": 2166, "led": 2167, "creator": 2168, "tens": 2169, "thousands": 2170, "connecting": 2171, "revenue": 2172, "mattered": 2173, "processed": 2174, "ltv": 2175, "equivalent": 2176, "massive": 2177, "intervention": 2178, "humans": 2179, "scalable": 2180, "replicate": 2181, "technology": 2182, "phase": 2183, "impacts": 2184, "earnings": 2185, "algorithm": 2186, "spoke": 2187, "tried": 2188, "channels": 2189, "communities": 2190, "facebook": 2191, "instagram": 2192, "discord": 2193, "et": 2194, "cetera": 2195, "engaged": 2196, "cat": 2197, "videos": 2198, "publish": 2199, "video": 2200, "comment": 2201, "creators": 2202, "various": 2203, "accounts": 2204, "authoring": 2205, "backend": 2206, "followings": 2207, "heavily": 2208, "inventing": 2209, "scientist": 2210, "closely": 2211, "siphon": 2212, "regular": 2213, "guided": 2214, "land": 2215, "lap": 2216, "productization": 2217, "opinionated": 2218, "defaults": 2219, "page": 2220, "eliminating": 2221, "tier": 2222, "tiered": 2223, "pricing": 2224, "40": 2225, "tiers": 2226, "spot": 2227, "perhaps": 2228, "lowest": 2229, "price": 2230, "hundreds": 2231, "putting": 2232, "guardrails": 2233, "behavior": 2234, "detecting": 2235, "recommendations": 2236, "term": 2237, "settings": 2238, "host": 2239, "signs": 2240, "instant": 2241, "instantly": 2242, "hosts": 2243, "accurate": 2244, "pop": 2245, "block": 2246, "interestingly": 2247, "booked": 2248, "shit": 2249, "decrease": 2250, "churned": 2251, "weeding": 2252, "highly": 2253, "qualified": 2254, "reduce": 2255, "offset": 2256, "experimenting": 2257, "opposing": 2258, "retaining": 2259, "offers": 2260, "form": 2261, "longer": 2262, "tail": 2263, "metric": 2264, "tips": 2265, "worth": 2266, "increasing": 2267, "90": 2268, "nobody": 2269, "proxy": 2270, "proxies": 2271, "eventual": 2272, "thresholds": 2273, "patron": 2274, "therefore": 2275, "retain": 2276, "signals": 2277, "qualitative": 2278, "screening": 2279, "samplings": 2280, "signing": 2281, "launching": 2282, "pages": 2283, "behaviors": 2284, "indicator": 2285, "heuristic": 2286, "qualitatively": 2287, "constant": 2288, "desire": 2289, "redo": 2290, "redesign": 2291, "redoing": 2292, "rethinking": 2293, "micro": 2294, "redesigning": 2295, "sake": 2296, "revisit": 2297, "beat": 2298, "improved": 2299, "fold": 2300, "acceptable": 2301, "net": 2302, "construction": 2303, "message": 2304, "newfound": 2305, "sets": 2306, "weren": 2307, "gaining": 2308, "tweaking": 2309, "tune": 2310, "needle": 2311, "fundamentally": 2312, "outsized": 2313, "earned": 2314, "optimization": 2315, "walk": 2316, "lose": 2317, "sight": 2318, "dropping": 2319, "beneficial": 2320, "year": 2321, "include": 2322, "pmf": 2323, "candidates": 2324, "stumbled": 2325, "layoffs": 2326, "public": 2327, "economy": 2328, "funding": 2329, "burned": 2330, "hands": 2331, "join": 2332, "assuming": 2333, "market": 2334, "candidate": 2335, "mission": 2336, "financials": 2337, "average": 2338, "street": 2339, "unapologetically": 2340, "rigorous": 2341, "everyday": 2342, "disagreements": 2343, "disagreement": 2344, "resolutions": 2345, "peer": 2346, "below": 2347, "stepping": 2348, "dimension": 2349, "critically": 2350, "involves": 2351, "generating": 2352, "demand": 2353, "existence": 2354, "employees": 2355, "live": 2356, "sustainable": 2357, "starving": 2358, "artist": 2359, "paycheck": 2360, "fiscal": 2361, "discipline": 2362, "raised": 2363, "boatloads": 2364, "during": 2365, "pandemic": 2366, "assumed": 2367, "operating": 2368, "pace": 2369, "forever": 2370, "swings": 2371, "plenty": 2372, "conservative": 2373, "responsible": 2374, "laying": 2375, "hashtag": 2376, "layoff": 2377, "dimensions": 2378, "shortcutted": 2379, "settled": 2380, "imploded": 2381, "frustrated": 2382, "expected": 2383, "somewhat": 2384, "fantastic": 2385, "cfo": 2386, "infighting": 2387, "suite": 2388, "resolving": 2389, "productively": 2390, "bear": 2391, "brunt": 2392, "angst": 2393, "anyway": 2394, "characteristics": 2395, "avoided": 2396, "observe": 2397, "workings": 2398, "accepted": 2399, "attended": 2400, "joined": 2401, "offsite": 2402, "entering": 2403, "employee": 2404, "nda": 2405, "won": 2406, "dynamics": 2407, "delivered": 2408, "antagonistic": 2409, "disagreed": 2410, "navigated": 2411, "particular": 2412, "require": 2413, "icpm": 2414, "joining": 2415, "offsites": 2416, "investor": 2417, "syndicate": 2418, "investment": 2419, "sum": 2420, "diligence": 2421, "scarce": 2422, "finite": 2423, "clock": 2424, "lost": 2425, "provided": 2426, "bankrupt": 2427, "bankruptcy": 2428, "fleeting": 2429, "references": 2430, "passed": 2431, "former": 2432, "circuit": 2433, "salesperson": 2434, "greatly": 2435, "diminished": 2436, "tal": 2437, "raviv": 2438, "riverside": 2439, "contacted": 2440, "represented": 2441, "thoughtfulness": 2442, "withhold": 2443, "truth": 2444, "remind": 2445, "handle": 2446, "messages": 2447, "polite": 2448, "frequently": 2449, "worse": 2450, "publishing": 2451, "subscribing": 2452, "interests": 2453, "translating": 2454, "exploring": 2455, "pays": 2456, "bills": 2457, "eat": 2458, "general": 2459, "lessons": 2460, "adjust": 2461, "economic": 2462, "hopefully": 2463, "launch": 2464, "changed": 2465, "craft": 2466, "scaling": 2467, "grenier": 2468, "innovation": 2469, "infrastructure": 2470, "lambda": 2471, "masterclass": 2472, "advises": 2473, "emerging": 2474, "acquisition": 2475, "vr": 2476, "ads": 2477, "cmo": 2478, "pioneer": 2479, "burnout": 2480, "depression": 2481, "health": 2482, "issues": 2483, "insightful": 2484, "whimsical": 2485, "fanatical": 2486, "collaborative": 2487, "combining": 2488, "visual": 2489, "text": 2490, "canvases": 2491, "fluid": 2492, "medium": 2493, "distributed": 2494, "workshops": 2495, "white": 2496, "boarding": 2497, "wire": 2498, "frames": 2499, "specs": 2500, "includes": 2501, "icons": 2502, "changer": 2503, "dock": 2504, "gokul": 2505, "subscriber": 2506, "watched": 2507, "pre": 2508, "chunk": 2509, "advertising": 2510, "entrepreneurs": 2511, "embrace": 2512, "thrown": 2513, "organically": 2514, "ups": 2515, "downs": 2516, "speaking": 2517, "adjusting": 2518, "iterating": 2519, "improv": 2520, "serious": 2521, "aiming": 2522, "unfortunately": 2523, "chicago": 2524, "city": 2525, "improvolympic": 2526, "performing": 2527, "paychecks": 2528, "conscious": 2529, "hobby": 2530, "grounding": 2531, "teacher": 2532, "games": 2533, "played": 2534, "applicable": 2535, "comfortable": 2536, "feet": 2537, "teamwork": 2538, "themes": 2539, "hammer": 2540, "scene": 2541, "worst": 2542, "deny": 2543, "appropriate": 2544, "chicken": 2545, "ruins": 2546, "sally": 2547, "builds": 2548, "accomplish": 2549, "known": 2550, "gift": 2551, "details": 2552, "clearly": 2553, "television": 2554, "clicking": 2555, "denying": 2556, "alf": 2557, "kid": 2558, "ate": 2559, "cats": 2560, "instance": 2561, "entertainment": 2562, "curiosities": 2563, "biography": 2564, "opens": 2565, "exact": 2566, "consuming": 2567, "creativity": 2568, "positioning": 2569, "collaboration": 2570, "cross": 2571, "functional": 2572, "dealt": 2573, "central": 2574, "scope": 2575, "local": 2576, "accept": 2577, "rapport": 2578, "kills": 2579, "theory": 2580, "defensive": 2581, "classes": 2582, "zero": 2583, "101": 2584, "rarely": 2585, "professionally": 2586, "skin": 2587, "wanting": 2588, "sharpen": 2589, "accountability": 2590, "guys": 2591, "lately": 2592, "accountable": 2593, "bonding": 2594, "activity": 2595, "designer": 2596, "writer": 2597, "illustrator": 2598, "sorts": 2599, "inspire": 2600, "stand": 2601, "juices": 2602, "flowing": 2603, "clubhouse": 2604, "cmr": 2605, "flattens": 2606, "layer": 2607, "slows": 2608, "ingredients": 2609, "moment": 2610, "paparazzi": 2611, "becoming": 2612, "popular": 2613, "consume": 2614, "music": 2615, "entertained": 2616, "audio": 2617, "deeper": 2618, "engagement": 2619, "discovery": 2620, "jazz": 2621, "artists": 2622, "radio": 2623, "rooms": 2624, "esoteric": 2625, "strengths": 2626, "clean": 2627, "green": 2628, "photo": 2629, "yellow": 2630, "matches": 2631, "influencer": 2632, "streaming": 2633, "ott": 2634, "targeted": 2635, "influencers": 2636, "hardcore": 2637, "fans": 2638, "whereas": 2639, "otts": 2640, "strength": 2641, "broad": 2642, "hairy": 2643, "b2b": 2644, "esque": 2645, "stop": 2646, "radar": 2647, "drawing": 2648, "cable": 2649, "box": 2650, "amazon": 2651, "hulu": 2652, "cnn": 2653, "ad": 2654, "televisions": 2655, "services": 2656, "websites": 2657, "overlaps": 2658, "dna": 2659, "cold": 2660, "amazed": 2661, "crack": 2662, "hadn": 2663, "neither": 2664, "soon": 2665, "enjoyed": 2666, "hotness": 2667, "risks": 2668, "dedicate": 2669, "quarters": 2670, "lifetime": 2671, "repeatable": 2672, "action": 2673, "commit": 2674, "drastically": 2675, "zoosk": 2676, "zoozk": 2677, "zynga": 2678, "notifications": 2679, "features": 2680, "allowed": 2681, "carrots": 2682, "pulled": 2683, "odd": 2684, "unusual": 2685, "monetize": 2686, "monetization": 2687, "match": 2688, "support": 2689, "leg": 2690, "custom": 2691, "mobile": 2692, "hotel": 2693, "tonight": 2694, "alpha": 2695, "testers": 2696, "buying": 2697, "inventory": 2698, "networks": 2699, "waiting": 2700, "installs": 2701, "web": 2702, "nowhere": 2703, "near": 2704, "killer": 2705, "study": 2706, "gaming": 2707, "major": 2708, "scenarios": 2709, "players": 2710, "leisure": 2711, "aligned": 2712, "behemoth": 2713, "laid": 2714, "flipping": 2715, "gravitate": 2716, "disney": 2717, "campaign": 2718, "traditionally": 2719, "ua": 2720, "ingredient": 2721, "comfort": 2722, "mover": 2723, "programmatic": 2724, "offensive": 2725, "refunds": 2726, "appetite": 2727, "staff": 2728, "distract": 2729, "volume": 2730, "google": 2731, "foundation": 2732, "tends": 2733, "risky": 2734, "tests": 2735, "dependent": 2736, "shape": 2737, "mid": 2738, "size": 2739, "further": 2740, "dedicated": 2741, "prime": 2742, "figuring": 2743, "sprints": 2744, "starts": 2745, "magic": 2746, "sprint": 2747, "minimum": 2748, "typical": 2749, "recommendation": 2750, "yuri": 2751, "grammarly": 2752, "bleed": 2753, "signal": 2754, "fishing": 2755, "bait": 2756, "fish": 2757, "statistically": 2758, "significant": 2759, "variables": 2760, "timing": 2761, "produce": 2762, "upfront": 2763, "listings": 2764, "midnight": 2765, "distracting": 2766, "ideally": 2767, "randomly": 2768, "backlog": 2769, "weighing": 2770, "suss": 2771, "directionally": 2772, "ice": 2773, "define": 2774, "clicks": 2775, "available": 2776, "expand": 2777, "momentum": 2778, "trackable": 2779, "traditional": 2780, "skippable": 2781, "buy": 2782, "sophistication": 2783, "intrigued": 2784, "granularity": 2785, "target": 2786, "tedious": 2787, "manual": 2788, "supplements": 2789, "targeting": 2790, "iphone": 2791, "crossed": 2792, "chasm": 2793, "formalized": 2794, "crosses": 2795, "mildly": 2796, "appropriately": 2797, "bought": 2798, "direct": 2799, "effective": 2800, "treating": 2801, "repeating": 2802, "volumes": 2803, "googles": 2804, "facebooks": 2805, "cue": 2806, "john": 2807, "cutler": 2808, "sponsor": 2809, "amplitude": 2810, "analytics": 2811, "cdp": 2812, "supporting": 2813, "inform": 2814, "bets": 2815, "ship": 2816, "heart": 2817, "aha": 2818, "analyze": 2819, "segments": 2820, "destinations": 2821, "observing": 2822, "starter": 2823, "scholarship": 2824, "stronger": 2825, "podcasting": 2826, "substantially": 2827, "application": 2828, "estimate": 2829, "changing": 2830, "popping": 2831, "slices": 2832, "introduce": 2833, "install": 2834, "funky": 2835, "problems": 2836, "spanking": 2837, "effort": 2838, "apples": 2839, "grin": 2840, "onboarded": 2841, "dozen": 2842, "zone": 2843, "crm": 2844, "measurement": 2845, "till": 2846, "forth": 2847, "category": 2848, "seem": 2849, "discussion": 2850, "tangential": 2851, "initially": 2852, "narrow": 2853, "adopters": 2854, "broader": 2855, "crossing": 2856, "flag": 2857, "claim": 2858, "tam": 2859, "definition": 2860, "red": 2861, "underestimate": 2862, "adopter": 2863, "screwed": 2864, "leaned": 2865, "quicker": 2866, "stress": 2867, "tested": 2868, "fashion": 2869, "tear": 2870, "hindsight": 2871, "freaking": 2872, "analytical": 2873, "refer": 2874, "specifically": 2875, "cmos": 2876, "absolute": 2877, "operates": 2878, "consistent": 2879, "campaigns": 2880, "immediately": 2881, "iteration": 2882, "possible": 2883, "counter": 2884, "mismatch": 2885, "eliminates": 2886, "organization": 2887, "rename": 2888, "referral": 2889, "dilutes": 2890, "playing": 2891, "suited": 2892, "married": 2893, "hip": 2894, "consistently": 2895, "compounding": 2896, "attributes": 2897, "silos": 2898, "loaded": 2899, "consideration": 2900, "landing": 2901, "quintessential": 2902, "vision": 2903, "agile": 2904, "itself": 2905, "possibly": 2906, "iterated": 2907, "basis": 2908, "validate": 2909, "iterative": 2910, "eaten": 2911, "elements": 2912, "language": 2913, "placement": 2914, "wildly": 2915, "integrated": 2916, "1920s": 2917, "1950s": 2918, "science": 2919, "flavors": 2920, "cereal": 2921, "owned": 2922, "shelf": 2923, "assumption": 2924, "adapting": 2925, "fundamentals": 2926, "pet": 2927, "projects": 2928, "coca": 2929, "cola": 2930, "invented": 2931, "coupon": 2932, "coke": 2933, "town": 2934, "soda": 2935, "syrup": 2936, "coupons": 2937, "spark": 2938, "supply": 2939, "pay": 2940, "stayed": 2941, "capable": 2942, "iterate": 2943, "empowering": 2944, "trouble": 2945, "honestly": 2946, "hacking": 2947, "confirm": 2948, "maven": 2949, "operate": 2950, "systems": 2951, "differently": 2952, "exponentially": 2953, "flags": 2954, "foremost": 2955, "willingness": 2956, "environments": 2957, "unpredictability": 2958, "jarring": 2959, "reasonable": 2960, "exposure": 2961, "sides": 2962, "churning": 2963, "weeds": 2964, "exercises": 2965, "shaped": 2966, "expanded": 2967, "purview": 2968, "client": 2969, "sun": 2970, "microsystems": 2971, "2000s": 2972, "java": 2973, "developers": 2974, "flip": 2975, "phones": 2976, "digital": 2977, "pr": 2978, "despair": 2979, "dunning": 2980, "kruger": 2981, "effect": 2982, "afterwards": 2983, "dive": 2984, "spoken": 2985, "inputs": 2986, "coworkers": 2987, "trained": 2988, "empathetic": 2989, "passionate": 2990, "exhausted": 2991, "tired": 2992, "deal": 2993, "uncovered": 2994, "youngest": 2995, "relatives": 2996, "recognition": 2997, "knowing": 2998, "judgemental": 2999, "respected": 3000, "relax": 3001, "traveling": 3002, "gm": 3003, "500": 3004, "gms": 3005, "dealing": 3006, "politics": 3007, "mentoring": 3008, "150": 3009, "barely": 3010, "flying": 3011, "cars": 3012, "burnt": 3013, "maximize": 3014, "cleanly": 3015, "exhaustion": 3016, "tie": 3017, "motivations": 3018, "motivation": 3019, "blast": 3020, "depressed": 3021, "cancel": 3022, "grab": 3023, "drink": 3024, "impacting": 3025, "dissect": 3026, "therapist": 3027, "massively": 3028, "transparent": 3029, "dad": 3030, "als": 3031, "sick": 3032, "crash": 3033, "meditation": 3034, "evolved": 3035, "thread": 3036, "noom": 3037, "waking": 3038, "sam": 3039, "harris": 3040, "meditate": 3041, "learner": 3042, "digging": 3043, "breathing": 3044, "techniques": 3045, "appreciated": 3046, "aura": 3047, "adding": 3048, "diet": 3049, "snacking": 3050, "healthy": 3051, "service": 3052, "surprised": 3053, "healthcare": 3054, 